[
    {
        "data": "sure i will"
    },
    {
        "data": "can we do it with vanilla js project only or with angular too?"
    },
    {
        "data": "Is mayonnaise an instrument?"
    },
    {
        "data": "What's the best book about learning Javascript?"
    },
    {
        "data": "What's the best book about learning Angular?"
    },
    {
        "data": "What article has helped you the most with learning how to build websites?"
    },
    {
        "data": "We need a note for this class please"
    },
    {
        "data": "Can you show us the if condition again?"
    },
    {
        "data": "What YouTube creator would you recommend to learn more about Javascript?"
    },
    {
        "data": "books are dead .. we are tech people"
    },
    {
        "data": "What does req and res hold?\n"
    },
    {
        "data": "Is it meant to keep repeating the questions? I noticed that it's repeating the array."
    },
    {
        "data": "why do developers hate javascript"
    },
    {
        "data": "Is Javascript Object oriented or Functional Programming since it uses both functions and classes?\n"
    },
    {
        "data": "Is Javascript Object oriented or Functional Programming since it uses both functions and classes?\n"
    },
    {
        "data": "Will we be making a game project with Javascript? (technically tic-tac-toe is a game, but something beyond that i mean)"
    },
    {
        "data": "This is really fun, there's a lot more interactivity with asking questions anonymously I noticed."
    },
    {
        "data": "please push this to Github"
    },
    {
        "data": "It is nice!\n"
    },
    {
        "data": "Plus, it doesn't interrupt you while you're talking. Which, I guess lets there be less pressure."
    },
    {
        "data": "What is node and express"
    },
    {
        "data": "Could you technically make a social media website using the MEAN Stack?\nLike Facebook?"
    },
    {
        "data": "express is pretty much all this 'get' post' fetch' static' syntax right??"
    },
    {
        "data": "ngrok"
    },
    {
        "data": "ngrok"
    },
    {
        "data": "What is the difference between MEAN stack and full stack\n"
    },
    {
        "data": "We should definitely do a thing where you're in the driver's seat creating the project, but you ask us to shout out what the next step could possibly be."
    },
    {
        "data": "How long is gonna take us to write a code like this from the top of our head?"
    },
    {
        "data": "love the idea below"
    },
    {
        "data": "Could you also help us with Github sometime, some helpful commands "
    },
    {
        "data": "Maybe also have us explain why we chose our answers in helping you make the small project."
    },
    {
        "data": "Can we have class module instruction please?"
    },
    {
        "data": "what is the difference between MEAN and MEARN Stack"
    },
    {
        "data": "what is the difference between MEAN and MERN Stack"
    }
]